Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Click the original layer to set %1$@. Click the eyedropper again to stop.
de: Klicken Sie auf die ursprüngliche Ebene, um %1$@ festzulegen. Klicken Sie erneut auf die Pipette, um zu beenden.
es: Haga clic en la capa original para definir %1$@. Vuelva a hacer clic en el cuentagotas para terminar.
fr: Cliquez sur le calque d’origine pour définir %1$@. Cliquez à nouveau sur la pipette pour terminer.
ja: 元のレイヤーをクリックして %1$@ を設定します。終了するにはスポイトをもう一度クリックします。
ko: 원본 레이어를 클릭하여 %1$@ 설정을 지정합니다. 스포이드를 다시 클릭하면 종료합니다.
pt_br: Clique na camada original para definir %1$@. Clique novamente no conta-gotas para encerrar.
zh_hans: 单击原始图层设置%1$@。再次单击吸管可停止取样。
zh_hant: 按一下原始圖層設定%1$@。再次按一下滴管可停止取樣。

source: Click the original layer. Click the eyedropper again to stop.
de: Klicken Sie auf die ursprüngliche Ebene. Klicken Sie erneut auf die Pipette, um zu beenden.
es: Haga clic en la capa original. Vuelva a hacer clic en el cuentagotas para terminar.
fr: Cliquez sur le calque d’origine. Cliquez à nouveau sur la pipette pour terminer.
ja: 元のレイヤーをクリックしてください。終了するにはスポイトをもう一度クリックします。
ko: 원본 레이어를 클릭하세요. 스포이드를 다시 클릭하면 종료합니다.
pt_br: Clique na camada original. Clique novamente no conta-gotas para encerrar.
zh_hans: 单击原始图层取样。再次单击吸管可停止取样。
zh_hant: 按一下原始圖層取樣。再次按一下滴管可停止取樣。

source: Click the picture to save a color. Up to eight colors.
de: Klicken Sie auf das Bild, um eine Farbe zu speichern. Bis zu acht Farben.
es: Haga clic en la imagen para guardar un color. Hasta ocho colores.
fr: Cliquez sur l'image pour enregistrer une couleur. Jusqu'à huit couleurs.
ja: 画像をクリックして色を保存します。最大 8 色まで保存できます。
ko: 이미지를 클릭하여 색상을 저장합니다. 최대 8개까지 저장할 수 있습니다.
pt_br: Clique na imagem para salvar uma cor. Até oito cores.
zh_hans: 单击图像保存颜色，最多可保存八种颜色。
zh_hant: 按一下影像儲存顏色，最多可儲存八種顏色。

source: Click to add a point. Drag to adjust.
de: Klicken Sie, um einen Punkt hinzuzufügen. Ziehen Sie, um ihn anzupassen.
es: Haga clic para añadir un punto. Arrastre para ajustar.
fr: Cliquez pour ajouter un point. Faites glisser pour ajuster.
ja: クリックしてポイントを追加し、ドラッグして調整します。
ko: 클릭하여 점을 추가하고 드래그하여 조정합니다.
pt_br: Clique para adicionar um ponto. Arraste para ajustar.
zh_hans: 单击添加控制点，拖动进行调整。
zh_hant: 按一下新增控制點，拖曳進行調整。

source: Click to select similar colors · Tab for Object · Shift add · Option subtract · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
de: Klicken: ähnliche Farben auswählen · Tab: Objektauswahl · Umschalt: hinzufügen · Option: abziehen · Innen ziehen: verschieben · ⌘-Ziehen: Pixel verschieben · Löschen: leeren · ⌘D: Auswahl aufheben
es: Haga clic para seleccionar colores similares · Tab para Objeto · Shift añadir · Opción restar · Arrastrar dentro para mover · ⌘-arrastrar mueve píxeles · Suprimir borra · ⌘D deseleccionar
fr: Cliquer : sélectionner les couleurs similaires · Tab : Objet · Maj : ajouter · Option : soustraire · Glisser à l’intérieur : déplacer · ⌘-glisser : déplacer les pixels · Suppr : effacer · ⌘D : désélectionner
ja: クリックして近似色を選択 · Tab オブジェクト選択に切り替え · Shift 追加 · Option 削除 · 内側をドラッグして移動 · ⌘-ドラッグでピクセルを移動 · Delete 消去 · ⌘D 選択解除
ko: 클릭하여 비슷한 색상 선택 · Tab 개체 선택으로 전환 · Shift 추가 · Option 빼기 · 안쪽을 드래그하여 이동 · ⌘-드래그로 픽셀 이동 · Delete 지우기 · ⌘D 선택 해제
pt_br: Clique para selecionar cores semelhantes · Tab para Objeto · Shift adicionar · Option subtrair · Arraste dentro para mover · ⌘-arrastar move pixels · Delete limpa · ⌘D cancelar seleção
zh_hans: 单击选择相似颜色 · Tab 切换对象选择 · Shift 添加 · Option 减去 · 在选区内拖动以移动 · ⌘-拖动移动像素 · Delete 清除 · ⌘D 取消选择
zh_hant: 按一下選取相似顏色 · Tab 切換物件選取 · Shift 新增 · Option 減去 · 在選取範圍內拖曳以移動 · ⌘-拖曳移動像素 · Delete 清除 · ⌘D 取消選取

source: Click to select; double-click to edit; Option-drag to copy %1$@
de: Klicken zum Auswählen; Doppelklicken zum Bearbeiten; mit Option ziehen, um %1$@ zu kopieren
es: Haga clic para seleccionar; doble clic para editar; arrastre con Opción para copiar %1$@
fr: Cliquez pour sélectionner ; double-cliquez pour modifier ; faites glisser avec Option pour copier %1$@
ja: クリックで選択、ダブルクリックで編集、Option を押しながらドラッグして %1$@ をコピー
ko: 클릭하여 선택, 두 번 클릭하여 편집, Option을 누른 채 드래그하여 %1$@ 복사
pt_br: Clique para selecionar; clique duas vezes para editar; arraste com Option para copiar %1$@
zh_hans: 单击选择；双击编辑；按住 Option 拖动以复制%1$@
zh_hant: 按一下選取；按兩下編輯；按住 Option 拖曳以拷貝%1$@

source: Click to zoom in · Option-click to zoom out · Drag right or left to zoom smoothly · Space to pan
de: Klicken: vergrößern · Option-Klick: verkleinern · Nach rechts oder links ziehen: stufenlos zoomen · Leertaste: Ansicht verschieben
es: Clic para acercar · Opción-clic para alejar · Arrastrar a la derecha o izquierda para un zoom continuo · Espacio desplazar
fr: Cliquer : zoom avant · Option-clic : zoom arrière · Glisser à droite ou à gauche : zoom continu · Espace : déplacer la vue
ja: クリックで拡大 · Option-クリックで縮小 · 左右にドラッグして滑らかにズーム · Space パン
ko: 클릭하여 확대 · Option-클릭하여 축소 · 좌우로 드래그하여 부드럽게 확대/축소 · Space 화면 이동
pt_br: Clique para ampliar · Option-clique para reduzir · Arraste para a direita ou esquerda para zoom contínuo · Espaço deslocar
zh_hans: 单击放大 · Option-单击缩小 · 左右拖动连续缩放 · 空格键平移
zh_hant: 按一下放大 · Option-按一下縮小 · 左右拖曳連續縮放 · 空格鍵平移

source: Clipped to %1$@
de: Schnittmaske auf %1$@
es: Recortada por %1$@
fr: Écrêté sur %1$@
ja: %1$@にクリップ
ko: %1$@에 클리핑됨
pt_br: Recortada por %1$@
zh_hans: 剪贴至 %1$@
zh_hant: 剪裁至 %1$@

source: Clipping mask based on %1$@. Option-click the bottom of its row to release.
de: Schnittmaske auf Basis von %1$@. Zum Lösen mit gedrückter Option-Taste auf den unteren Rand der Zeile klicken.
es: Máscara de recorte basada en %1$@. Opción-clic en la parte inferior de su fila para soltarla.
fr: Masque d’écrêtage basé sur %1$@. Option-cliquez au bas de sa ligne pour le libérer.
ja: %1$@ をベースとするクリッピングマスク。行の下端を Option キーを押しながらクリックすると解除します。
ko: %1$@ 기반의 클리핑 마스크입니다. Option을 누른 채 행의 아래쪽을 클릭하면 해제됩니다.
pt_br: Máscara de corte baseada em %1$@. Option-clique na parte inferior da linha para liberá-la.
zh_hans: 以 %1$@ 为基底的剪贴蒙版。按住 Option 单击该行底部可释放。
zh_hant: 以 %1$@ 為基底的剪裁遮色片。按住 Option 按一下該行底部可釋放。

source: Clone Stamp
de: Kopierstempel
es: Tampón de clonar
fr: Tampon de duplication
ja: コピースタンプ
ko: 복제 도장
pt_br: Carimbo
zh_hans: 仿制图章
zh_hant: 仿製印章

source: Clone Stamp (S) · Option-click sets the source
de: Kopierstempel (S) · Option-Klick legt die Quelle fest
es: Tampón de clonar (S) · Opción-clic define el origen
fr: Tampon de duplication (S) · Option-clic définit la source
ja: コピースタンプ（S）· Option-クリックでコピー元を設定
ko: 복제 도장 (S) · Option-클릭으로 소스 설정
pt_br: Carimbo (S) · Option-clique define a origem
zh_hans: 仿制图章 (S) · Option-单击设置取样点
zh_hant: 仿製印章 (S) · Option-按一下設定取樣點

source: Close %1$@
de: %1$@ schließen
es: Cerrar %1$@
fr: Fermer %1$@
ja: %1$@を閉じる
ko: %1$@ 닫기
pt_br: Fechar %1$@
zh_hans: 关闭 %1$@
zh_hant: 關閉 %1$@

source: Close Project
de: Projekt schließen
es: Cerrar proyecto
fr: Fermer le projet
ja: プロジェクトを閉じる
ko: 프로젝트 닫기
pt_br: Fechar projeto
zh_hans: 关闭项目
zh_hant: 關閉專案

source: Close to the current process, with slightly softer primary and shadow shifts.
de: Nahe am aktuellen Prozess, mit etwas sanfteren Verschiebungen der Primärfarben und Tiefen.
es: Similar al proceso actual, con cambios de colores primarios y sombras algo más suaves.
fr: Proche du processus actuel, avec des décalages plus doux des couleurs primaires et des tons foncés.
ja: 現在の処理方式に近く、原色とシャドウの変化がやや穏やかです。
ko: 현재 처리 방식과 비슷하며 원색과 어두운 영역의 변화가 약간 부드럽습니다.
pt_br: Semelhante ao processo atual, com alterações um pouco mais suaves nas cores primárias e sombras.
zh_hans: 接近当前处理版本，原色和阴影的调整幅度略小。
zh_hant: 接近目前處理版本，原色和陰影的調整幅度略小。

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: Color + neutral midtones
de: Farbe + neutrale Mitteltöne
es: Color + medios tonos neutros
fr: Couleur + tons moyens neutres
ja: カラー＋無彩色の中間調
ko: 색상 + 무채색 중간 영역
pt_br: Cor + tons médios neutros
zh_hans: 颜色与中性中间调
zh_hant: 顏色與中性中間調

source: Color Balance
de: Farbbalance
es: Equilibrio de color
fr: Balance des couleurs
ja: カラーバランス
ko: 색상 균형
pt_br: Equilíbrio de cores
zh_hans: 色彩平衡
zh_hant: 色彩平衡

source: Color Burn
de: Farbig nachbelichten
es: Subexponer color
fr: Densité couleur +
ja: 焼き込みカラー
ko: 색상 번
pt_br: Superexposição de cores
zh_hans: 颜色加深
zh_hant: 加深顏色

source: Color Detail
de: Farbdetail
es: Detalle de color
fr: Détail des couleurs
ja: カラーのディテール
ko: 색상 세부 묘사
pt_br: Detalhe de Cores
zh_hans: 颜色细节
zh_hant: 顏色細節

source: Color Dodge
de: Farbig abwedeln
es: Sobreexponer color
fr: Densité couleur −
ja: 覆い焼きカラー
ko: 색상 닷지
pt_br: Subexposição de cores
zh_hans: 颜色减淡
zh_hant: 加亮顏色

source: Color for the added canvas
de: Farbe der hinzugefügten Arbeitsfläche
es: Color para el lienzo añadido
fr: Couleur de la zone de travail ajoutée
ja: 拡張したカンバスの色
ko: 확장된 캔버스 색상
pt_br: Cor para a tela adicionada
zh_hans: 扩展画布的填充颜色
zh_hant: 新增版面區域的填滿顏色

source: Color Mixer
de: Farbmischer
es: Mezclador de colores
fr: Mélangeur de couleurs
ja: カラーミキサー
ko: 색상 혼합기
pt_br: Misturador de cores
zh_hans: 混色器
zh_hant: 混色器

source: Color Overlay
de: Farbüberlagerung
es: Superposición de colores
fr: Incrustation couleur
ja: カラーオーバーレイ
ko: 색상 오버레이
pt_br: Sobreposição de cor
zh_hans: 颜色叠加
zh_hant: 顏色覆蓋

source: Color Picker (%1$@ Color)
de: Farbwähler (Farbe für %1$@)
es: Selector de color (color de %1$@)
fr: Sélecteur de couleurs (couleur de %1$@)
ja: カラーピッカー（%1$@の色）
ko: 색상 피커(%1$@ 색상)
pt_br: Seletor de cores (cor de %1$@)
zh_hans: 拾色器（%1$@颜色）
zh_hant: 檢色器（%1$@顏色）

source: Color Picker (%1$@)
de: Farbwähler (%1$@)
es: Selector de color (%1$@)
fr: Sélecteur de couleurs (%1$@)
ja: カラーピッカー（%1$@）
ko: 색상 피커(%1$@)
pt_br: Seletor de cores (%1$@)
zh_hans: 拾色器（%1$@）
zh_hant: 檢色器（%1$@）

source: Color Picker (Background Color)
de: Farbwähler (Hintergrundfarbe)
es: Selector de color (color de fondo)
fr: Sélecteur de couleurs (couleur d’arrière-plan)
ja: カラーピッカー（背景色）
ko: 색상 피커 (배경색)
pt_br: Seletor de cores (cor do plano de fundo)
zh_hans: 拾色器（背景色）
zh_hant: 檢色器（背景色）

source: Color Picker (Dither Dark Color)
de: Farbwähler (Dithering: dunkle Farbe)
es: Selector de color (color oscuro del tramado)
fr: Sélecteur de couleurs (couleur foncée du tramage)
ja: カラーピッカー（ディザの暗部の色）
ko: 색상 피커 (디더 어두운 색상)
pt_br: Seletor de cores (cor escura do pontilhamento)
zh_hans: 拾色器（仿色暗部颜色）
zh_hant: 檢色器（混色暗部顏色）

source: Color Picker (Dither Light Color)
de: Farbwähler (Dithering: helle Farbe)
es: Selector de color (color claro del tramado)
fr: Sélecteur de couleurs (couleur claire du tramage)
ja: カラーピッカー（ディザの明部の色）
ko: 색상 피커 (디더 밝은 색상)
pt_br: Seletor de cores (cor clara do pontilhamento)
zh_hans: 拾色器（仿色亮部颜色）
zh_hant: 檢色器（混色亮部顏色）

source: Color Picker (Foreground Color)
de: Farbwähler (Vordergrundfarbe)
es: Selector de color (color frontal)
fr: Sélecteur de couleurs (couleur de premier plan)
ja: カラーピッカー（描画色）
ko: 색상 피커 (전경색)
pt_br: Seletor de cores (cor do primeiro plano)
zh_hans: 拾色器（前景色）
zh_hant: 檢色器（前景色）

source: Color Picker (Gradient Map Highlights)
de: Farbwähler (Verlaufsumsetzung: Lichter)
es: Selector de color (iluminaciones del mapa de degradado)
fr: Sélecteur de couleurs (tons clairs de la courbe de transfert de dégradé)
ja: カラーピッカー（グラデーションマップのハイライト）
ko: 색상 피커 (그레이디언트 맵 밝은 영역)
pt_br: Seletor de cores (realces do mapa de degradê)
zh_hans: 拾色器（渐变映射高光）
zh_hant: 檢色器（漸層對應亮部）

source: Color Picker (Gradient Map Shadows)
de: Farbwähler (Verlaufsumsetzung: Tiefen)
es: Selector de color (sombras del mapa de degradado)
fr: Sélecteur de couleurs (tons foncés de la courbe de transfert de dégradé)
ja: カラーピッカー（グラデーションマップのシャドウ）
ko: 색상 피커 (그레이디언트 맵 어두운 영역)
pt_br: Seletor de cores (sombras do mapa de degradê)
zh_hans: 拾色器（渐变映射阴影）
zh_hant: 檢色器（漸層對應陰影）

source: Color Picker (Text Color)
de: Farbwähler (Textfarbe)
es: Selector de color (color del texto)
fr: Sélecteur de couleurs (couleur du texte)
ja: カラーピッカー（テキストの色）
ko: 색상 피커 (텍스트 색상)
pt_br: Seletor de cores (cor do texto)
zh_hans: 拾色器（文字颜色）
zh_hant: 檢色器（文字顏色）

source: Color Picker (Vignette Color)
de: Farbwähler (Vignettenfarbe)
es: Selector de color (color de la viñeta)
fr: Sélecteur de couleurs (couleur de la vignette)
ja: カラーピッカー（周辺光量効果の色）
ko: 색상 피커 (비네팅 색상)
pt_br: Seletor de cores (cor da vinheta)
zh_hans: 拾色器（晕影颜色）
zh_hant: 檢色器（暈映顏色）

source: Color Priority
de: Farbpriorität
es: Prioridad de color
fr: Priorité de couleur
ja: カラー優先
ko: 색상 우선
pt_br: Prioridade de Cores
zh_hans: 颜色优先
zh_hant: 顏色優先

source: Color Range
de: Farbbereich
es: Gama de colores
fr: Plage de couleurs
ja: 色域指定
ko: 색상 범위
pt_br: Intervalo de cores
zh_hans: 色彩范围
zh_hant: 顏色範圍

source: Color Range…
de: Farbbereich…
es: Gama de colores…
fr: Plage de couleurs…
ja: 色域指定…
ko: 색상 범위…
pt_br: Intervalo de cores…
zh_hans: 色彩范围…
zh_hant: 顏色範圍…

source: Color Smoothness
de: Farbglätte
es: Suavizado de color
fr: Lissage des couleurs
ja: カラーの滑らかさ
ko: 색상 매끄러움
pt_br: Suavidade da cor
zh_hans: 颜色平滑度
zh_hant: 顏色平滑度

source: Color that fills transparent areas
de: Farbe, die transparente Bereiche ausfüllt
es: Color que llena áreas transparentes
fr: Couleur qui remplit les zones transparentes
ja: 透明部分を塗りつぶす色
ko: 투명 영역을 채울 색상
pt_br: Cor que preenche áreas transparentes
zh_hans: 用于填充透明区域的颜色
zh_hant: 用於填滿透明區域的顏色

source: Color the result while keeping its tones, for a sepia or a cyanotype
de: Ergebnis unter Beibehaltung der Tonwerte einfärben, etwa als Sepia oder Cyanotypie
es: Colorear el resultado conservando sus tonos, para un efecto sepia o cianotipia
fr: Colorer le résultat en préservant ses tons, pour un effet sépia ou cyanotype
ja: 階調を保ちながら着色し、セピアやサイアノタイプにする
ko: 명암을 유지하면서 색상을 입혀 세피아 또는 청사진 효과 만들기
pt_br: Colorir o resultado preservando seus tons, para um efeito sépia ou cianotipia
zh_hans: 保留明暗关系并统一着色，可制作棕褐色或蓝晒效果
zh_hant: 保留明暗關係並統一著色，可製作棕褐色或藍曬效果

source: Colorize
de: Färben
es: Colorear
fr: Redéfinir
ja: 色彩の統一
ko: 색상화
pt_br: Colorir
zh_hans: 着色
zh_hant: 著色

source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: カラー
ko: 색상
pt_br: Cores
zh_hans: 颜色
zh_hant: 顏色

source: Component
de: Komponente
es: Componente
fr: Composante
ja: 成分
ko: 구성 요소
pt_br: Componente
zh_hans: 分量
zh_hant: 分量

source: Compositor will convert these Photoshop features. Nothing is applied until you continue.
de: Compositor konvertiert diese Photoshop-Funktionen. Nichts wird angewendet, bis Sie fortfahren.
es: Compositor convertirá estas funciones de Photoshop. No se aplicará nada hasta que continúe.
fr: Compositor va convertir ces fonctionnalités de Photoshop. Rien n'est appliqué jusqu'à ce que vous continuiez.
ja: Compositor はこれらの Photoshop 機能を変換します。続行するまで変更は適用されません。
ko: Compositor가 이러한 Photoshop 기능을 변환합니다. 계속하기 전에는 아무것도 적용되지 않습니다.
pt_br: O Compositor converterá estes recursos do Photoshop. Nada será aplicado até você continuar.
zh_hans: Compositor 将转换以下 Photoshop 功能。点击继续之前不会进行转换。
zh_hant: Compositor 將轉換以下 Photoshop 功能。點選繼續之前不會進行轉換。

source: Constrain Crop
de: Freistellen beschränken
es: Restringir recorte
fr: Contraindre le recadrage
ja: 切り抜きを制限
ko: 자르기 제한
pt_br: Restringir corte
zh_hans: 约束裁剪
zh_hant: 約束裁切

source: Content-Aware
de: Inhaltsbasiert
es: Según el contenido
fr: D’après le contenu
ja: コンテンツに応じる
ko: 내용 인식
pt_br: Sensível ao conteúdo
zh_hans: 内容识别
zh_hant: 內容感知

source: Content-Aware Fill
de: Inhaltsbasierte Füllung
es: Relleno según el contenido
fr: Remplissage d’après le contenu
ja: コンテンツに応じた塗りつぶし
ko: 내용 인식 채우기
pt_br: Preenchimento sensível ao conteúdo
zh_hans: 内容识别填充
zh_hant: 內容感知填色

source: Content-Aware Fill…
de: Inhaltsbasierte Füllung…
es: Relleno según el contenido…
fr: Remplissage d’après le contenu…
ja: コンテンツに応じた塗りつぶし…
ko: 내용 인식 채우기…
pt_br: Preenchimento sensível ao conteúdo…
zh_hans: 内容识别填充…
zh_hant: 內容感知填色…

source: Contextual keys & mouse gestures
de: Kontextabhängige Tasten und Mausgesten
es: Teclas contextuales y gestos del ratón
fr: Touches contextuelles et gestes de souris
ja: 状況に応じたキー操作とマウスジェスチャ
ko: 상황별 키 및 마우스 제스처
pt_br: Teclas contextuais e gestos do mouse
zh_hans: 情境快捷键与鼠标手势
zh_hant: 情境快速鍵與滑鼠手勢

source: Contiguous
de: Benachbart
es: Contiguo
fr: Pixels contigus
ja: 隣接
ko: 인접
pt_br: Adjacente
zh_hans: 连续
zh_hant: 連續

source: Contract
de: Verkleinern
es: Contraer
fr: Contracter
ja: 縮小
ko: 축소
pt_br: Contrair
zh_hans: 收缩
zh_hant: 縮小

source: Contract Selection
de: Auswahl verkleinern
es: Contraer selección
fr: Contracter la sélection
ja: 選択範囲を縮小
ko: 선택 영역 축소
pt_br: Contrair seleção
zh_hans: 收缩选区
zh_hant: 縮小選取範圍

source: Contract…
de: Verkleinern…
es: Contraer…
fr: Contracter…
ja: 縮小…
ko: 축소…
pt_br: Contrair…
zh_hans: 收缩…
zh_hant: 縮小…

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
ko: 대비
pt_br: Contraste
zh_hans: 对比度
zh_hant: 對比

source: Controls how much the three tonal wheels overlap.
de: Steuert, wie stark sich die drei Tonwert-Farbräder überlappen.
es: Controla cuánto se superponen las tres ruedas tonales.
fr: Contrôle le chevauchement des trois roues tonales.
ja: 3 つの色調ホイールの重なり具合を調整します。
ko: 세 색조 휠이 겹치는 정도를 조정합니다.
pt_br: Controla o quanto as três rodas tonais se sobrepõem.
zh_hans: 控制三个色调色轮的作用范围相互重叠的程度。
zh_hant: 控制三個色調色輪的作用範圍相互重疊的程度。

source: Controls how strong the sharpening is.
de: Steuert die Stärke der Schärfung.
es: Controla la intensidad del enfoque.
fr: Contrôle l’intensité de l’accentuation.
ja: シャープの強さを調整します。
ko: 선명 효과의 강도를 조정합니다.
pt_br: Controla a intensidade da nitidez.
zh_hans: 控制锐化强度。
zh_hant: 控制銳利化強度。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 拷貝

source: Copy %1$@
de: %1$@ kopieren
es: Copiar %1$@
fr: Copier %1$@
ja: %1$@をコピー
ko: %1$@ 복사
pt_br: Copiar %1$@
zh_hans: 复制%1$@
zh_hant: 拷貝%1$@

source: Copy from the active layer only, or from every visible layer as shown
de: Nur die aktive Ebene oder alle sichtbaren Ebenen wie dargestellt kopieren
es: Copiar solo de la capa activa o de todas las capas visibles tal como se muestran
fr: Copier uniquement le calque actif ou tous les calques visibles tels qu’ils sont affichés
ja: アクティブなレイヤーのみ、または表示中のすべてのレイヤーを見た目どおりにコピー
ko: 활성 레이어만 복사하거나 표시된 모든 레이어를 보이는 상태로 복사
pt_br: Copiar apenas da camada ativa ou de todas as camadas visíveis como são exibidas
zh_hans: 仅从当前图层复制，或从所有可见图层的合成效果中复制
zh_hant: 僅從目前圖層複製，或從所有可見圖層的合成效果中複製

source: Copy Layer Mask
de: Ebenenmaske kopieren
es: Copiar máscara de capa
fr: Copier le masque de fusion
ja: レイヤーマスクをコピー
ko: 레이어 마스크 복사
pt_br: Copiar máscara de camada
zh_hans: 复制图层蒙版
zh_hant: 拷貝圖層遮色片

source: Copy Layers from Project
de: Ebenen aus Projekt kopieren
es: Copiar capas del proyecto
fr: Copier les calques du projet
ja: プロジェクトからレイヤーをコピー
ko: 프로젝트에서 레이어 복사
pt_br: Copiar camadas do projeto
zh_hans: 从项目复制图层
zh_hant: 從專案複製圖層

source: Copy Merged
de: Auf eine Ebene reduziert kopieren
es: Copiar combinado
fr: Copier avec fusion
ja: 結合部分をコピー
ko: 병합하여 복사
pt_br: Copiar mesclado
zh_hans: 合并拷贝
zh_hant: 拷貝合併

source: Couldn’t change canvas size
de: Arbeitsflächengröße konnte nicht geändert werden
es: No se pudo cambiar el tamaño del lienzo
fr: Impossible de modifier la taille de la zone de travail
ja: カンバスサイズを変更できませんでした
ko: 캔버스 크기를 변경할 수 없습니다
pt_br: Não foi possível alterar o tamanho da tela
zh_hans: 无法更改画布大小
zh_hant: 無法更改版面大小

source: Couldn’t crop
de: Freistellen fehlgeschlagen
es: No se pudo recortar
fr: Impossible de recadrer
ja: 切り抜きできませんでした
ko: 자를 수 없습니다
pt_br: Não foi possível cortar
zh_hans: 无法裁剪
zh_hant: 無法裁切

source: Couldn’t export JPEG
de: Kann JPEG nicht exportieren
es: No se pudo exportar JPEG
fr: Impossible d'exporter JPEG
ja: JPEG を書き出せませんでした
ko: JPEG를 내보낼 수 없습니다
pt_br: Não foi possível exportar JPEG
zh_hans: 无法导出 JPEG
zh_hant: 無法轉存 JPEG

source: Couldn’t export PNG
de: Kann PNG nicht exportieren
es: No se pudo exportar PNG
fr: Impossible d'exporter PNG
ja: PNG を書き出せませんでした
ko: PNG를 내보낼 수 없습니다
pt_br: Não foi possível exportar PNG
zh_hans: 无法导出 PNG
zh_hant: 無法轉存 PNG

source: Couldn’t open the project
de: Konnte das Projekt nicht öffnen
es: No se pudo abrir el proyecto
fr: Impossible d'ouvrir le projet
ja: プロジェクトを開けませんでした
ko: 프로젝트를 열 수 없습니다
pt_br: Não foi possível abrir o projeto
zh_hans: 无法打开项目
zh_hant: 無法開啟專案

source: Couldn’t paint
de: Malen fehlgeschlagen
es: No se pudo pintar
fr: Impossible de peindre
ja: 描画できませんでした
ko: 페인팅할 수 없습니다
pt_br: Não foi possível pintar
zh_hans: 无法绘画
zh_hant: 無法繪畫

source: Couldn’t resize the image
de: Die Größe des Bildes konnte nicht verändert werden
es: No se pudo cambiar el tamaño de la imagen
fr: Impossible de redimensionner l'image
ja: 画像サイズを変更できませんでした
ko: 이미지 크기를 변경할 수 없습니다
pt_br: Não foi possível redimensionar a imagem
zh_hans: 无法调整图像大小
zh_hant: 無法調整影像大小

source: Couldn’t save the project
de: Projekt konnte nicht gespeichert werden
es: No se pudo guardar el proyecto
fr: Impossible d’enregistrer le projet
ja: プロジェクトを保存できませんでした
ko: 프로젝트를 저장할 수 없습니다
pt_br: Não foi possível salvar o projeto
zh_hans: 无法保存项目
zh_hant: 無法儲存專案

source: Couldn’t trim image
de: Bild konnte nicht zugeschnitten werden
es: No se pudieron recortar los bordes de la imagen
fr: Impossible de rogner l’image
ja: 画像をトリミングできませんでした
ko: 이미지를 재단할 수 없습니다
pt_br: Não foi possível aparar a imagem
zh_hans: 无法修边
zh_hant: 無法修剪影像

source: Create a canvas or import an image.
de: Erstellen Sie eine Arbeitsfläche oder importieren Sie ein Bild.
es: Crear un lienzo o importar una imagen.
fr: Créez une zone de travail ou importez une image.
ja: カンバスを作成するか、画像を読み込んでください。
ko: 캔버스를 만들거나 이미지를 가져오세요.
pt_br: Crie uma tela ou importe uma imagem.
zh_hans: 新建画布或导入图像。
zh_hant: 新增版面或讀入影像。

source: Create canvas
de: Arbeitsfläche erstellen
es: Crear lienzo
fr: Créer une zone de travail
ja: カンバスを作成
ko: 캔버스 만들기
pt_br: Criar tela
zh_hans: 创建画布
zh_hant: 建立版面

source: Create clipping mask
de: Schnittmaske erstellen
es: Crear máscara de recorte
fr: Créer un masque d’écrêtage
ja: クリッピングマスクを作成
ko: 클리핑 마스크 만들기
pt_br: Criar máscara de corte
zh_hans: 创建剪贴蒙版
zh_hant: 建立剪裁遮色片

source: Create Clipping Mask
de: Schnittmaske erstellen
es: Crear máscara de recorte
fr: Créer un masque d’écrêtage
ja: クリッピングマスクを作成
ko: 클리핑 마스크 만들기
pt_br: Criar máscara de corte
zh_hans: 创建剪贴蒙版
zh_hant: 建立剪裁遮色片

source: Create Texture
de: Textur schaffen
es: Crear textura
fr: Créer une texture
ja: テクスチャを作成
ko: 텍스처 만들기
pt_br: Criar Textura
zh_hans: 创建纹理
zh_hant: 建立紋理

source: Crop
de: Freistellen
es: Recortar
fr: Recadrage
ja: 切り抜き
ko: 자르기
pt_br: Cortar
zh_hans: 裁剪
zh_hant: 裁切

source: Crop (C)
de: Freistellen (C)
es: Recortar (C)
fr: Recadrage (C)
ja: 切り抜き（C）
ko: 자르기 (C)
pt_br: Cortar (C)
zh_hans: 裁剪 (C)
zh_hant: 裁切 (C)

source: Crop tool
de: Freistellungswerkzeug
es: Herramienta Recortar
fr: Outil Recadrage
ja: 切り抜きツール
ko: 자르기 도구
pt_br: Ferramenta Cortar
zh_hans: 裁剪工具
zh_hant: 裁切工具

source: Cropped to the canvas so the file fits in memory. Pixels outside the canvas weren't imported.
de: Auf die Arbeitsfläche zugeschnitten, damit die Datei in den Arbeitsspeicher passt. Pixel außerhalb der Arbeitsfläche wurden nicht importiert.
es: Se ha recortado al lienzo para que el archivo quepa en memoria. No se han importado los píxeles exteriores al lienzo.
fr: Recadré à la zone de travail pour que le fichier tienne en mémoire. Les pixels en dehors de cette zone n’ont pas été importés.
ja: メモリに収まるようにカンバスに合わせて切り抜きました。カンバス外のピクセルは読み込まれていません。
ko: 메모리에 맞도록 캔버스 크기로 잘랐습니다. 캔버스 바깥의 픽셀은 가져오지 않았습니다.
pt_br: O conteúdo foi cortado nos limites da tela para caber na memória. Os pixels fora da tela não foram importados.
zh_hans: 为适应可用内存，图像已按画布范围裁切。未导入画布外的像素。
zh_hant: 為適應可用記憶體，影像已按版面範圍裁切。未讀入版面外的像素。

source: Crops empty edges after the transform and fits the result back into the frame.
de: Entfernt leere Ränder nach der Transformation und passt das Ergebnis wieder in den Rahmen ein.
es: Recorta los bordes vacíos tras la transformación y ajusta el resultado al marco.
fr: Supprime les bords vides après la transformation et ajuste le résultat au cadre.
ja: 変形後の余白を切り抜き、結果をフレーム内に収めます。
ko: 변형 후 빈 가장자리를 잘라내고 결과를 프레임에 다시 맞춥니다.
pt_br: Recorta as bordas vazias após a transformação e ajusta o resultado à moldura.
zh_hans: 裁去变换后的空白边缘，并将结果缩放至画框内。
zh_hant: 裁去變形後的空白邊緣，並將結果縮放至畫框內。
